Repository: Happy-Ferret/deepin-wm
Catalog: po/*.po
Languages: ka

source: Does the display look OK?
ka: ეს დისპლეი კარგად გამოიყურება?

source: Keep This Configuration
ka: ამ კონფიგურაციის დატოვება

source: Restore Previous Configuration
ka: წინა კონფიგურაციის აღდგენა

source: Minimize
ka: ჩაკეცვა

source: Move
ka: გადატანა

source: Resize
ka: ზომის შეცვლა

source: Always on Top
ka: ყოველთვის წინა პლანზე

source: Always on Visible Workspace
ka: ყოველთვის ხილულ სამუშაო გარემოში

source: Move to Workspace Left
ka: მარცხენა სამუშაო გარემოში გადატანა

source: Move to Workspace Right
ka: მარჯვენა სამუშაო გარემოში გადატანა

source: Close
ka: დახურვა

source: Unmaximize
ka: გაშლის დაბრუნება

source: Maximize
ka: გაშლა

source: Multitasking View
ka: მრავალამოცანიანი ხედი

source: View all open windows and workspaces
ka: ყველა გახსნილი ფანჯრის და სამუშაო გარემოს ნახვა

source: Action for the top left corner
ka: მოქმედება ზედა მარცხენა კუთხისთვის

source: Algorithm for window overview layout
ka: ალგორითმი ფანჯრის მიმოხილვის გეგმისთვის

source: Choose the algorithm used for exposing the windows
ka: ფანჯრების ექსპონირებისთვის გამოყენებული ალგორითმის არჩევა

source: Action for the top right corner
ka: მოქმედება ზედა მაჯრვენა კუთხისთვის

source: Action for the bottom left corner
ka: მოქმედება ქვედა მარცხენა კუთხისთვის

source: Action for the bottom right corner
ka: მოქმედება ქვედა მაჯრვენა კუთხისთვის

source: The command that will be executed for the hotcorner action 'custom-command' or multiple
ka: ბრძანება, რომელიც გაეშვება ცხელი კუთხის მოქმედებისთვის. 'მითითებული-ბრძანება' ან მრავალი.

source: If you just put a single command, it will be used for every hotcorner assigned to 'custom-command'. If you instead use the pattern 'hotcorner-topleft:command;;hotcorner-bottomright:command' the specific commands will be used per hotcorner. Possible identifiers are 'hotcorner-[topleft; topright; bottomleft; bottomright]' followed by a ':' and then the command. ';;' is used as delimiter between command defintions.
ka: თუ თქვენ შეიყვანთ ერთ ბრძანებას, ის გამოყენებული იქნება ყველა ცხელი კუთხისთვის, რომელიც მიკუთვნილია 'მითითებული-ბრძანებას'. თუ ამის ნაცვლად გამოიყენებთ გეგმას 'hotcorner-topleft:command;;hotcorner-bottomright:command' ყოველი ცხელი კუთხისთვის გამოიყენება მითითებული ბრძანებები. შესაძლო იდენტიფიკატორები არის 'hotcorner-[topleft; topright; bottomleft; bottomright]' რომელსაც მოსდევს ':' და შემდეგ ბრძანება. ';;' გამოიყენება ბრძანების განსაზღვრებების გასამიჯნად.

source: Enable edge tiling when dropping windows on screen edges
ka: ფანჯრების ეკრანის კიდეებზე დაგდებისას კიდის მოპირკეთება

source: If enabled, dropping windows on vertical screen edges maximizes them vertically and resizes them horizontally to cover half of the available area. Dropping windows on the top screen edge maximizes them completely.
ka: თუ ჩართულია, ეკრანის ვერიკალურ კიდეებზე ფანჯრების დაგდებისას, ისინი ხელმისაწვოდმი სივრცის ნახევრის დასაფარად ვერტიკალურად იშლებიან და ზომას იცვლია ჰორიზონტალუად. ეკრანის ზედა კიდეზე ფანჯრების დაგდებისაას ისინი სრულიად იშლებიან.

source: Panel main menu action
ka: პანელის მთავარი მენიუს მოქმედება

source: Sets the command to run when the panel-main-menu keybinding is pressed
ka: ბრძანების მითითება, რომელიც panel-main-menu კლავიატურის მაკავშირებელზე დაჭერისას გაეშვება

source: Enable dynamic workspace instead of static ones
ka: სტატიკური სამუშაო გარემოს ნაცვლად დინამიკურის გააქტიურება

source: Use a dynamically increasing or decreseasing number, as needed, of workspaces instead of a static, fixed number
ka: სამუშაო მაგიდების სტატიკური, დადგენილი ციფრის ნაცვლად დინამიკურად გაზრდადი ან შემცირებადი ციფრის გამოყენება

source: Names that are recognized as dock windows for the window switcher
ka: სახელები, რომელბიც ფანჯრების გადამრთველისთვის ცნობილია როგორც დოკ ფანჯრები

source: When launching the window-switcher, gala iterates over this list and attempts to find a window matching the names. If it does, it will hide this window and fade it back in, once the the switcher is closed.
ka: ფანჯრის-გადამრთველის გაშვებისას, გალა ამ სიას ანულებს და ცდილობს სახელების მსგავსი ფანჯრების პოვნას. თუ იპოვის, გადამრთველის დახურვისას, ის ამ ფანჯარას დამალავს და უკან გადაიტანს,

source: Shortcut to move to first workspace
ka: პირველ სამუშაო გარემოზე გადასასვლელი მალსახმობი

source: Shortcut to move to last workspace
ka: ბოლო სამუშაო გარემოზე გადასასვლელი მალსახმობი

source: Shortcut to move the current window to first workspace
ka: მიმდინარე ფანჯრის პირველ სამუშაო გარემოზე გადატანის მალსახმობი

source: Shortcut to move the current window to last workspace
ka: მიმდინარე ფანჯრის ბოლო სამუშაო გარემოზე გადატანის მალსახმობი

source: Zoom in
ka: მიახლოება

source: Zoom out
ka: დაშორება

source: Shortcut to open the window overview
ka: ფანჯრების მიმოხილვის გასახსნელი მალსახმობი

source: Shortcut to open the window overview for all windows
ka: ყველა ფანჯრისთვის ფანჯრების მიმოხილვის გასახსნელი მალსახმობი

source: Cycle to the next workspace to the right or to back to the first
ka: მარჯვნივ, მომდევნო სამუშაო გარემოზე ან უკან, პირველზე გადასვლა

source: Cycle to next keyboard layout
ka: კლავიატურის მომდევნო გეგმაზე გადასვლა

source: Cycle to previous keyboard layout
ka: კლავიატურის წინა გეგმაზე გადასვლა

source: Attach modal dialogs
ka: მოდალური დიალოგების მიბმა
